Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Ritmos acima de 0,75 kg/semana podem ser difíceis de manter.
de: Raten über 0,75 kg/Woche sind schwer zu halten.
en: Rates above 0.75 kg/week may be hard to maintain.
es: Ritmos superiores a 0,75 kg/semana pueden ser difíciles de mantener.
fr: Au-delà de 0,75 kg/semaine, c'est difficile à tenir.
it: Ritmi sopra 0,75 kg/settimana possono essere difficili da mantenere.
ja: 週0.75kgを超えるペースは維持が難しい場合があります。

source: Rótulo
de: Etikett
en: Label
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: ラベル

source: Sáb
de: Sa
en: Sat
fr: Sam
it: Sab
ja: 土

source: sábados
de: Samstage
en: Saturdays
fr: samedis
it: Sabati
ja: 土曜日

source: Sabão
de: Seife
en: Soap
es: Jabón
fr: Savon
it: Sapone
ja: 石鹸

source: Sal
de: Salz
en: Salt
fr: Sel
it: Sale
ja: 塩

source: salada
de: Salat
en: salad
es: ensalada
fr: salade
it: insalata
ja: サラダ

source: Salada Caesar
de: Caesar Salad
en: Caesar Salad
es: Ensalada César
fr: Salade César
it: Insalata Caesar
ja: シーザーサラダ

source: Salada clássica com alface crocante, croutons e molho caesar cremoso.
de: Klassischer Salat mit knackigem Salat, Croutons und cremigem Caesar-Dressing.
en: Classic salad with crisp lettuce, croutons, and creamy Caesar dressing.
es: Ensalada clásica con lechuga crujiente, croutons y aliño César cremoso.
fr: Salade classique avec laitue croquante, croûtons et sauce César crémeuse.
it: Insalata classica con lattuga croccante, crostini e cremosa salsa caesar.
ja: シャキシャキレタス、クルトン、クリーミーなシーザーソースのクラシックサラダ。

source: Salada verde
de: Grüner Salat
en: Green salad
es: Ensalada verde
fr: Salade verte
it: Insalata verde
ja: グリーンサラダ

source: Salgadinho
de: Snack
en: Snack
es: Snack
fr: Snack
it: Snack
ja: スナック

source: Salgado
de: Herzhaft
en: Savory
es: Salado
fr: Salé
it: Salato
ja: 塩味

source: Salmão
de: Lachs
en: Salmon
es: Salmón
fr: Saumon
it: Salmone
ja: サーモン

source: Salteie os legumes no azeite.
de: Gemüse in Olivenöl anbraten.
en: Sauté vegetables in olive oil.
es: Saltea las verduras en aceite de oliva.
fr: Faites sauter les légumes à l'huile d'olive.
it: Salta le verdure nell'olio d'oliva.
ja: 野菜をオリーブオイルで炒める。

source: Salva
de: Gespeichert
en: Saved
es: Guardada
fr: Enregistrée
it: Salvata
ja: 保存済み

source: Salvando receitas
de: Rezepte werden gespeichert
en: Saving recipes
es: Guardando recetas
fr: Sauvegarde des recettes
it: Salvando le ricette
ja: レシピを保存中

source: Salvar
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存

source: Salvar alimento
de: Lebensmittel speichern
en: Save food
es: Guardar alimento
fr: Enregistrer l'aliment
it: Salva alimento
ja: 食品を保存

source: Salvar Alimento
de: Lebensmittel speichern
en: Save Food
es: Guardar alimento
fr: Enregistrer l'aliment
it: Salva alimento
ja: 食品を保存

source: Salve qualquer receita em segundos
de: Jedes Rezept in Sekunden speichern
en: Save any recipe in seconds
es: Guarda cualquier receta en segundos
fr: Enregistrez n'importe quelle recette en secondes
it: Salva qualsiasi ricetta in pochi secondi
ja: どんなレシピも数秒で保存

source: Saturada
de: Gesättigt
en: Saturated
fr: Saturés
it: Saturi
ja: 飽和脂肪

source: saudável
de: gesund
en: healthy
es: saludable
fr: sain
it: sano
ja: ヘルシー

source: Saudável
de: Gesund
en: Healthy
es: Saludable
fr: Sain
it: Sano
ja: ヘルシー

source: SavorIA oferece orientações gerais sobre alimentação e organização. Não substitui avaliação, diagnóstico ou tratamento de um profissional de saúde.
de: SavorAI bietet allgemeine Hinweise zu Ernährung und Organisation. Es ersetzt keine Bewertung, Diagnose oder Behandlung durch medizinisches Fachpersonal.
en: SavorAI provides general guidance about food and organization. It does not replace evaluation, diagnosis, or treatment by a health professional.
es: SavorAI ofrece orientación general sobre alimentación y organización. No sustituye la evaluación, el diagnóstico ni el tratamiento de un profesional de la salud.
fr: SavorAI fournit des conseils généraux sur l'alimentation et l'organisation. Il ne remplace pas l'évaluation, le diagnostic ni le traitement par un professionnel de santé.
it: SavorAI offre indicazioni generali su alimentazione e organizzazione. Non sostituisce valutazione, diagnosi o trattamento da parte di un professionista sanitario.
ja: SavorAI は食事と整理に関する一般的な案内を提供します。医療専門家による評価、診断、治療の代わりにはなりません。

source: SavorIA
de: SavorAI
en: SavorAI
es: SavorAI
fr: SavorAI
it: SavorAI
ja: SavorAI

source: Se o sistema permitir, o pedido aparece agora. Se não, você pode avaliar depois em Configurações.
de: Wenn das System es zulässt, erscheint die Anfrage jetzt. Wenn nicht, kannst du später in den Einstellungen bewerten.
en: If the system allows it, the prompt appears now. If not, you can rate later in Settings.
es: Si el sistema lo permite, la solicitud aparece ahora. Si no, puedes valorar más tarde en Ajustes.
fr: Si le système le permet, la demande apparaît maintenant. Sinon, vous pourrez noter plus tard dans Réglages.
it: Se il sistema lo consente, la richiesta appare ora. Altrimenti potrai valutare più tardi nelle Impostazioni.
ja: システムが許可すれば、評価の案内が今表示されます。表示されなくても、あとで設定から評価できます。

source: Se quiser, posso sugerir outras receitas com base na sua despensa.
de: Wenn Sie möchten, kann ich andere Rezepte basierend auf Ihrer Vorratskammer vorschlagen.
en: If you want, I can suggest other recipes based on your pantry.
es: Si quieres, puedo sugerirte otras recetas según tu despensa.
fr: Si vous le souhaitez, je peux suggérer d'autres recettes selon votre garde-manger.
it: Se vuoi, posso suggerire altre ricette in base alla tua dispensa.
ja: よろしければ、パントリーに基づいて他のレシピを提案できます。

source: Seção no Mercado
de: Abschnitt auf der Einkaufsliste
en: Grocery section
es: Sección en Compras
fr: Rayon dans la Liste de courses
it: Sezione nella Lista della spesa
ja: 買い物リストのセクション

source: Sedentário
de: Sitzend
en: Sedentary
es: Sedentario
fr: Sédentaire
it: Sedentario
ja: 座りがち

source: Seg
de: Mo
en: Mon
es: Lun
fr: Lun
it: Lun
ja: 月

source: Segmento
de: Segment
en: Segment
fr: Segment
ja: セグメント

source: Seguir
de: Folgen
en: Follow
fr: Suivre
it: Segui
ja: フォロー

source: segundas-feiras
de: Montags
en: Mondays
es: lunes
fr: lundis
it: Lunedì
ja: 月曜日

source: Selecionar da Galeria
de: Aus der Galerie auswählen
en: Choose from Gallery
es: Seleccionar de la galería
fr: Sélectionner depuis la galerie
it: Seleziona dalla galleria
ja: ギャラリーから選択

source: Selecionar dos Arquivos
de: Aus Dateien auswählen
en: Choose from Files
es: Seleccionar de Archivos
fr: Sélectionner depuis Fichiers
it: Seleziona dai file
ja: ファイルから選択

source: Selecione mais \(2 - count) para continuar
de: Wähle noch \(2 - count) aus, um fortzufahren
en: Select \(2 - count) more to continue
es: Selecciona \(2 - count) más para continuar
fr: Sélectionnez encore \(2 - count) pour continuer
it: Seleziona altri \(2 - count) per continuare
ja: 続けるにはあと\(2 - count)つ選択してください

source: Selecione mais \(3 - count) para continuar
de: Wähle noch \(3 - count) aus, um fortzufahren
en: Select \(3 - count) more to continue
es: Selecciona \(3 - count) más para continuar
fr: Sélectionnez encore \(3 - count) pour continuer
it: Seleziona altri \(3 - count) per continuare
ja: 続けるにはあと\(3 - count)つ選択してください

source: Selecione mais %lld para continuar
de: Wähle noch %lld aus, um fortzufahren
en: Select %lld more to continue
es: Selecciona %lld más para continuar
fr: Sélectionnez encore %lld pour continuer
it: Seleziona altri %lld per continuare
ja: 続けるにはあと%lldつ選択してください

source: Sem álcool
de: Ohne Alkohol
en: Non-alcoholic
es: Sin alcohol
fr: Sans alcool
it: Senza alcol
ja: ノンアルコール

source: Sem Cadernos
de: Keine Notizbücher
en: No Notebooks
es: Sin cuadernos
fr: Aucun carnet
it: Nessun quaderno
ja: ノートなし

source: Sem cobrança agora. Cancele quando quiser.
de: Noch keine Abbuchung. Jederzeit kündbar.
en: No charges yet. Cancel anytime.
es: Sin cargos ahora. Cancela cuando quieras.
fr: Aucun frais pour l'instant. Annulez à tout moment.
it: Nessun addebito ora. Annulla quando vuoi.
ja: 今は請求されません。いつでもキャンセル可能。

source: Sem dados
de: Keine Daten
en: No data
es: Sin datos
fr: Aucune donnée
it: Nessun dato
ja: データなし

source: Sem estado
de: Ohne Status
en: Without state
es: Sin estado
fr: Sans état
it: Senza stato
ja: 状態なし

source: Sem glúten
de: Glutenfrei
en: Gluten-free
es: Sin gluten
fr: Sans gluten
it: Senza glutine
ja: グルテンフリー

source: Sem necessidade de definir um ritmo de mudança.
de: Keine Änderungsrate nötig.
en: No need to set a change rate.
es: No es necesario definir un ritmo de cambio.
fr: Pas besoin de définir un rythme de changement.
it: Non serve impostare un ritmo di cambiamento.
ja: 変化率を設定する必要はありません。

source: Sem o Savoria
de: Ohne Savoria
en: Without Savoria
es: Sin Savoria
fr: Sans Savoria
it: Senza Savoria
ja: Savoriaなし

source: Sem Receitas
de: Keine Rezepte
en: No Recipes
es: Sin recetas
fr: Aucune recette
it: Nessuna ricetta
ja: レシピなし

source: Sem receitas ainda.
de: Noch keine Rezepte.
en: No recipes yet.
es: Aún no hay recetas.
fr: Aucune recette pour l'instant.
it: Ancora nessuna ricetta.
ja: まだレシピがありません。

source: Sem receitas sugeridas
de: Keine vorgeschlagenen Rezepte
en: No suggested recipes
es: Sin recetas sugeridas
fr: Aucune recette suggérée
it: Nessuna ricetta suggerita
ja: 提案レシピなし

source: Sem registros ainda
de: Noch keine Einträge
en: No entries yet
es: Aún no hay registros
fr: Aucun enregistrement pour l'instant
it: Ancora nessuna registrazione
ja: まだ記録がありません

source: Sem registros ainda.
de: Noch keine Einträge.
en: No entries yet.
es: Aún no hay registros.
fr: Aucun enregistrement pour l'instant.
it: Ancora nessuna registrazione.
ja: まだ記録がありません。

source: Sem registros neste dia
de: Keine Einträge an diesem Tag
en: No entries on this day
es: Sin registros este día
fr: Aucun enregistrement ce jour-là
it: Nessuna registrazione in questo giorno
ja: この日の記録なし

source: Sem resultados
de: Keine Ergebnisse
en: No results
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし

source: Semana começa na segunda-feira
de: Woche beginnt am Montag
en: Week starts on Monday
es: La semana empieza el lunes
fr: La semaine commence le lundi
it: La settimana inizia di lunedì
ja: 週は月曜日から始まる

source: Sempre em sincronia
de: Immer synchron
en: Always in sync
es: Siempre en sincronía
fr: Toujours synchronisés
it: Sempre sincronizzati
ja: 常に同期

source: Sequência atual
de: Aktuelle Serie
en: Current streak
es: Racha actual
fr: Série actuelle
it: Serie attuale
ja: 現在の連続

source: Serão salvos %@.
de: Es werden %@ gespeichert.
en: %@ will be saved.
es: Se guardarán %@.
fr: Seront enregistrés %@.
it: Verranno salvati %@.
ja: %@ が保存されます。

source: Seu coach pode ver seu histórico de peso, consumo diário e metas. Pergunte sobre peso esperado, o que comer ou como atingir seu objetivo.
de: Ihr Coach kann Ihren Gewichtsverlauf, täglichen Verbrauch und Ihre Ziele sehen. Fragen Sie nach erwartetem Gewicht, was Sie essen sollten oder wie Sie Ihr Ziel erreichen.
en: Your coach can see your weight history, daily intake, and goals. Ask about expected weight, what to eat, or how to reach your goal.
es: Tu coach puede ver tu historial de peso, consumo diario y metas. Pregunta sobre el peso previsto, qué comer o cómo alcanzar tu objetivo.
fr: Votre coach peut voir votre historique de poids, votre consommation quotidienne et vos objectifs. Demandez sur le poids attendu, quoi manger ou comment atteindre votre objectif.
it: Il tuo coach può vedere la tua cronologia peso, il consumo giornaliero e gli obiettivi. Chiedi del peso atteso, cosa mangiare o come raggiungere il tuo obiettivo.
ja: コーチはあなたの体重履歴、毎日の消費、目標を見ることができます。予想体重、何を食べるか、または目標達成方法について質問してください。

source: Seus dados serão mantidos localmente neste dispositivo, mas não serão mais sincronizados entre dispositivos.
de: Ihre Daten werden lokal auf diesem Gerät gespeichert, aber nicht mehr zwischen Geräten synchronisiert.
en: Your data will remain locally on this device, but it will no longer sync between devices.
es: Tus datos se conservarán localmente en este dispositivo, pero ya no se sincronizarán entre dispositivos.
fr: Vos données seront conservées localement sur cet appareil, mais ne seront plus synchronisées entre appareils.
it: I tuoi dati saranno conservati localmente su questo dispositivo, ma non saranno più sincronizzati tra i dispositivi.
ja: データはこのデバイスにローカルに保持されますが、デバイス間で同期されなくなります。

source: Sex
de: Fr
en: Fri
es: Vie
fr: Ven
it: Ven
ja: 金

source: Sexo
de: Geschlecht
en: Sex
fr: Sexe
it: Sesso
ja: 性別

source: sextas-feiras
de: Freitags
en: Fridays
es: viernes
fr: vendredis
it: Venerdì
ja: 金曜日

source: Simples
de: Einfach
en: Simple
es: Simple
fr: Simple
it: Semplice
ja: シンプル

source: Sincronização
de: Synchronisierung
en: Sync
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
ja: 同期

source: Sincronização entre dispositivos com restauração.
de: Geräteübergreifende Sync mit Wiederherstellung.
en: Cross-device sync with restore.
es: Sincronización entre dispositivos con restauración.
fr: Synchronisation multi-appareils avec restauration.
it: Sincronizzazione tra dispositivi con ripristino.
ja: デバイス間同期と復元。

source: Sincronização iCloud
de: iCloud-Sync
en: iCloud Sync
es: Sincronización iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期

source: Sincronização iCloud indisponível nesta build.
de: iCloud-Synchronisierung in dieser Version nicht verfügbar.
en: iCloud sync is unavailable in this build.
es: Sincronización iCloud no disponible en esta versión.
fr: Synchronisation iCloud indisponible dans cette version.
it: Sincronizzazione iCloud non disponibile in questa build.
ja: このビルドでは iCloud 同期は利用できません。

source: Sincronização iCloud necessária
de: iCloud-Synchronisierung erforderlich
en: iCloud sync required
es: Sincronización iCloud necesaria
fr: Synchronisation iCloud requise
it: Sincronizzazione iCloud necessaria
ja: iCloud 同期が必要です

source: Sincronizando…
de: Wird synchronisiert…
en: Syncing…
fr: Synchronisation…
it: Sincronizzazione…
ja: 同期中…

source: Sincronizar Agora
de: Jetzt synchronisieren
en: Sync Now
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora
ja: 今すぐ同期

source: Sincronizar com iCloud
de: Mit iCloud synchronisieren
en: Sync with iCloud
es: Sincronizar con iCloud
fr: Synchroniser avec iCloud
it: Sincronizza con iCloud
ja: iCloud と同期

source: Sincronizar mídias de receitas
de: Rezeptmedien synchronisieren
en: Sync recipe media
es: Sincronizar archivos de recetas
fr: Synchroniser les médias des recettes
it: Sincronizza media delle ricette
ja: レシピのメディアを同期

source: Sirva com mel ou frutas.
de: Mit Honig oder Früchten servieren.
en: Serve with honey or fruit.
es: Sirve con miel o frutas.
fr: Servez avec du miel ou des fruits.
it: Servi con miele o frutta.
ja: ハチミツやフルーツを添えて。

source: Sirva com mel, frutas ou manteiga.
de: Mit Honig, Obst oder Butter servieren.
en: Serve with honey, fruit, or butter.
es: Sirve con miel, fruta o mantequilla.
fr: Servez avec du miel, des fruits ou du beurre.
it: Servire con miele, frutta o burro.
ja: 蜂蜜、フルーツ、またはバターと一緒に盛り付けます。

source: Sirva gelado imediatamente.
de: Gut gekühlt sofort servieren.
en: Serve chilled right away.
es: Sirve bien frío enseguida.
fr: Servez bien frais immédiatement.
it: Servi subito ben freddo.
ja: 冷たいまますぐに出す。

source: Sirva o frango ao lado dos legumes.
de: Hähnchen mit dem Gemüse servieren.
en: Serve the chicken alongside the vegetables.
es: Sirve el pollo junto a las verduras.
fr: Servez le poulet avec les légumes.
it: Servi il pollo con le verdure.
ja: 野菜と一緒に鶏肉を盛る。

source: Sistema
de: System
en: System
fr: Système
ja: システム

source: Smoothie de morango e aveia
de: Erdbeer-Hafer-Smoothie
en: Strawberry and oat smoothie
es: Smoothie de fresa y avena
fr: Smoothie fraise et avoine
it: Smoothie di fragola e avena
ja: イチゴとオートミールのスムージー

source: Smoothie rápido e cremoso para manhãs corridas.
de: Schneller cremiger Smoothie für hektische Morgen.
en: Quick creamy smoothie for busy mornings.
es: Smoothie rápido y cremoso para mañanas agitadas.
fr: Smoothie rapide et crémeux pour les matins pressés.
it: Smoothie veloce e cremoso per le mattine di corsa.
ja: 忙しい朝にぴったりの手早いクリーミースムージー。

source: Sobre
de: Über
en: About
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報

source: sobremesa
de: Dessert
en: dessert
es: postre
fr: dessert
it: dessert
ja: デザート

source: Sobremesa
de: Dessert
en: Dessert
es: Postre
fr: Dessert
it: Dessert
ja: デザート

source: Sódio
de: Natrium
en: Sodium
es: Sodio
fr: Sodium
it: Sodio
ja: ナトリウム

source: Som original · chef.savoria
de: Originalton · chef.savoria
en: Original sound · chef.savoria
es: Sonido original · chef.savoria
fr: Son d'origine · chef.savoria
it: Audio originale · chef.savoria
ja: オリジナル音源 · chef.savoria

source: Status HTTP %lld.
de: HTTP-Status %lld.
en: HTTP status %lld.
es: Estado HTTP %lld.
fr: Statut HTTP %lld.
it: Stato HTTP %lld.
ja: HTTP ステータス %lld。

source: Sua altura e peso
de: Größe und Gewicht
en: Your height and weight
es: Tu altura y peso
fr: Votre taille et poids
it: Altezza e peso
ja: 身長と体重

source: Sua assinatura já estava ativa.
de: Dein Abo war bereits aktiv.
en: Your subscription was already active.
es: Tu suscripción ya estaba activa.
fr: Votre abonnement était déjà actif.
it: Il tuo abbonamento era già attivo.
ja: サブスクリプションはすでに有効です。

source: Sua assinatura Premium já está ativa. Você pode configurar o iCloud agora e pular o restante do onboarding.
de: Dein Premium-Abo ist bereits aktiv. Du kannst iCloud jetzt einrichten und den Rest des Onboardings überspringen.
en: Your Premium subscription is already active. You can set up iCloud now and skip the rest of onboarding.
es: Tu suscripción Premium ya está activa. Puedes configurar iCloud ahora y omitir el resto del onboarding.
fr: Votre abonnement Premium est déjà actif. Vous pouvez configurer iCloud maintenant et passer le reste de l'onboarding.
it: Il tuo abbonamento Premium è già attivo. Puoi configurare iCloud ora e saltare il resto dell'onboarding.
ja: Premium サブスクリプションはすでに有効です。今すぐ iCloud を設定して、残りのオンボーディングをスキップできます。

source: Sua assinatura Premium já está ativa. Você pode pular o restante do onboarding agora.
de: Dein Premium-Abo ist bereits aktiv. Du kannst den Rest des Onboardings jetzt überspringen.
en: Your Premium subscription is already active. You can skip the rest of onboarding now.
es: Tu suscripción Premium ya está activa. Puedes omitir el resto del onboarding ahora.
fr: Votre abonnement Premium est déjà actif. Vous pouvez passer le reste de l'onboarding maintenant.
it: Il tuo abbonamento Premium è già attivo. Puoi saltare il resto dell'onboarding ora.
ja: Premium サブスクリプションはすでに有効です。残りのオンボーディングを今すぐスキップできます。

source: Sua cozinha mais inteligente.
de: Deine smartere Küche.
en: Your smarter kitchen.
es: Tu cocina más inteligente.
fr: Votre cuisine plus intelligente.
it: La tua cucina più intelligente.
ja: より賢いキッチン。

source: Sua idade afeta a quantidade de calorias que seu corpo precisa.
de: Dein Alter beeinflusst, wie viele Kalorien dein Körper braucht.
en: Your age affects how many calories your body needs.
es: Tu edad afecta cuántas calorías necesita tu cuerpo.
fr: Votre âge influence vos besoins caloriques.
it: L'età influenza il fabbisogno calorico.
ja: 年齢は体に必要なカロリー量に影響します。

source: Sua média
de: Ihr Durchschnitt
en: Your average
es: Tu promedio
fr: Votre moyenne
it: La tua media
ja: あなたの平均

source: Sua média está próxima do alvo
de: Ihr Durchschnitt ist nah am Ziel
en: Your average is close to the target
es: Tu promedio está cerca del objetivo
fr: Votre moyenne est proche de la cible
it: La tua media è vicina al traguardo
ja: 平均は目標に近いです

source: Sua média não cai por dias em branco
de: Leere Tage drücken den Schnitt nicht
en: Blank days won't drag your average down
es: Tu promedio no baja por días en blanco
fr: Les jours sans données ne plombent pas votre moyenne
it: I giorni vuoti non abbassano la media
ja: 空白の日で平均は下がりません

source: Sua opinião ajuda outras pessoas a descobrirem o app.
de: Deine Bewertung hilft anderen Menschen, die App zu entdecken.
en: Your opinion helps other people discover the app.
es: Tu opinión ayuda a otras personas a descubrir la app.
fr: Votre avis aide d'autres personnes à découvrir l'app.
it: La tua opinione aiuta altre persone a scoprire l'app.
ja: あなたの評価が、ほかの人にこのアプリを見つけてもらう助けになります。

source: Suas Receitas
de: Ihre Rezepte
en: Your Recipes
es: Tus Recetas
fr: Vos Recettes
it: Le Tue Ricette
ja: あなたのレシピ

source: Suas Tarefas
de: Ihre Aufgaben
en: Your Tasks
es: Tus tareas
fr: Vos tâches
it: I tuoi compiti
ja: あなたのタスク

source: Substitui SceneKit/Metal por fundos estáticos
de: Ersetzt SceneKit/Metal durch statische Hintergründe
en: Replaces SceneKit/Metal with static backgrounds
es: Sustituye SceneKit/Metal por fondos estáticos
fr: Remplace SceneKit/Metal par des fonds statiques
it: Sostituisce SceneKit/Metal con sfondi statici
ja: SceneKit/Metal を静的背景に置き換えます

source: Substituições saudáveis para arroz branco
de: Gesunde Alternativen zu weißem Reis
en: Healthy swaps for white rice
es: Sustituciones saludables para el arroz blanco
fr: Alternatives saines au riz blanc
it: Alternative sane al riso bianco
ja: 白米のヘルシーな代替

source: Substituir %@ por um item já existente na sua Despensa ou Mercado.
de: %@ durch einen bereits in Ihrer Vorratskammer oder Einkaufsliste vorhandenen Artikel ersetzen.
en: Replace %@ with an item that already exists in your Pantry or Grocery list.
es: Sustituir %@ por un artículo que ya exista en tu Despensa o Lista de Compras.
fr: Remplacer %@ par un article déjà présent dans votre Garde-manger ou Liste de courses.
it: Sostituisci %@ con un articolo già presente nella tua Dispensa o Lista della spesa.
ja: %@ をパントリーまたは買い物リストにすでに存在するアイテムに置き換えます。

source: Subtítulo ou nota (opcional)
de: Untertitel oder Notiz (optional)
en: Subtitle or note (optional)
es: Subtítulo o nota (opcional)
fr: Sous-titre ou note (facultatif)
it: Sottotitolo o nota (opzionale)
ja: サブタイトルまたはメモ（オプション）

source: Suco
de: Saft
en: Juice
es: Jugo
fr: Jus
it: Succo
ja: ジュース

source: Suco natural
de: Frischer Saft
en: Fresh juice
es: Jugo natural
fr: Jus naturel
it: Succo naturale
ja: フレッシュジュース

source: Sugerir outras receitas
de: Andere Rezepte vorschlagen
en: Suggest other recipes
es: Sugerir otras recetas
fr: Suggérer d'autres recettes
it: Suggerisci altre ricette
ja: 他のレシピを提案

source: Sugerir outras sobremesas
de: Andere Desserts vorschlagen
en: Suggest other desserts
es: Sugerir otros postres
fr: Suggérer d'autres desserts
it: Suggerisci altri dessert
ja: 他のデザートを提案

source: Sugestão
de: Vorschlag
en: Suggestion
es: Sugerencia
fr: Suggestion
it: Suggerimento
ja: 提案

source: Sugestões
de: Vorschläge
en: Suggestions
es: Sugerencias
fr: Suggestions
it: Suggerimenti
ja: 提案

source: Sugestões de macros?
de: Makro-Vorschläge?
en: Macro suggestions?
es: ¿Sugerencias de macros?
fr: Suggestions de macros ?
it: Suggerimenti per i macro?
ja: マクロの提案？

source: Sugestões do SavorIA
de: SavorAI-Vorschläge
en: SavorAI suggestions
es: Sugerencias de SavorAI
fr: Suggestions SavorAI
it: Suggerimenti di SavorAI
ja: SavorAI の提案

source: Sugestões, importações e nutrição sem limites.
de: Vorschläge, Imports und Ernährung ohne Limits.
en: Suggestions, imports and nutrition without limits.
es: Sugerencias, importaciones y nutrición sin límites.
fr: Suggestions, imports et nutrition sans limites.
it: Suggerimenti, importazioni e nutrizione senza limiti.
ja: 提案・インポート・栄養を無制限で。

source: Sugira novas receitas com base na minha despensa.
de: Schlage neue Rezepte basierend auf meiner Vorratskammer vor.
en: Suggest new recipes based on my pantry.
es: Sugiere nuevas recetas según mi despensa.
fr: Suggère de nouvelles recettes selon mon garde-manger.
it: Suggerisci nuove ricette in base alla mia dispensa.
ja: 私のパントリーに基づいて新しいレシピを提案。
